cavity_mesh160/system/fvSolution
FoamFile
{
	format ascii;
	class dictionary;
	location "system";
	object fvSolution;
}

solvers
{
	p
	{
		solver GAMG;
		tolerance 1e-06;
		relTol 0.1;
		smoother GaussSeidel;
	}

	pFinal
	{
		$p;
		tolerance 1e-06;
		relTol 0;
	}

	U
	{
		solver smoothSolver;
		smoother GaussSeidel;
		tolerance 1e-05;
		relTol 0;
	}

	UFinal
	{
		$U;
		tolerance 1e-05;
		relTol 0;
	}
}

PIMPLE
{
	nCorrectors 2;
	nNonOrthogonalCorrectors 0;

	pRefCell 0;
	pRefValue 0;
}
